const MEMORIES = [

  {
    firstName: "Владимир",
    lastName: "Домбровский",
    patroName: "Петрович",
    gender: "male",
    born: "25 августа 1948 г.",
    birthplace: "село Прудки, Мамлютский район",
    livingplace: "г. Мамлютка",
    deportyear: "1942",
    deportplace: "с. Белое",
    image: "media/memories/dombrovskiy.jpg",
    text: `Домбровский Владимир Петрович родился уже в Казахстане, в селе Прудки, но из рассказов родителей помнит, что мама родом была из Эстонии, а папа — из Польши. Потом они проживали в Крыму, и уже оттуда в 1942 году их депортировали в Казахстан.

— «Сам процесс депортации проходил очень тяжело: были бомбежки, провозили их в товарниках, а не в поездах, предназначенных для перевозки пассажиров. Был голод, холод и неудобства. Даже не дали достаточного времени нормально собраться. Не разрешили брать с собой элементарно необходимых вещей», — рассказывает Владимир Петрович воспоминания родителей.

— «Когда везли в поезде, происходили бомбежки, многие люди выпрыгивали из вагонов, пытаясь спрятаться. Приехав в Казахстан, нас стали распределять. Привезли изначально в Мамлютку, поселили в лагерь для переселенцев.

Наша семья, а если быть точнее, 3 семьи Домбровских, попали в Беловский совхоз, в деревню Прудки. И нам там выделили место. Как мы приехали, рыли себе землянки. Матрасы и подушки набивали сеном. Так и жили. Не было еды, и приходилось есть сырую картошку. У всех было сложное время. Голодно и холодно. Но мы никогда не отчаивались и находили выходы из ситуаций.

Когда мне было 6 лет, мы переехали в Белое, и только там построили дом. Люди приняли очень добродушно, не обижали нас, не презирали, а, наоборот, помогали, чем могли. Многие немцы Домбровские уехали в Германию. В Казахстане один я остался.

В нашей семье было 9 детей. Отец и старший брат работали комбайнерами, мама была домохозяйкой. Я в дальнейшем работал шофером. Я сам окончил 8 классов, потом отучился в училище на специальность «Тракторист-комбайнер». Далее послали учиться на шофера в селе Боголюбово.

В 1967 году отслужил в армии в Алматинской области. Придя с армии, в совхозе работал шофером. Потом на Беловском молокозаводе — компрессорщиком. В 1969 году женился на Галине Дмитриевне, которая жила со мной на одной улице. Она уехала в Темиртау, и я за ней. Я там на стройке работал. Прожив в Темиртау 38 лет, мы переехали в Мамлютку, так как тут жили много моих родственников».
`},


  {
    firstName: "Эля",
    lastName: "Сизых",
    patroName: "Христьяновна",
    gender: "female",
    born: "22 апреля 1938 г.",
    birthplace: "Крымская область, Семфиропольский район, село Нижний мамак.",
    livingplace: "г. Мамлютка",
    deportyear: "1942",
    deportplace: "с. Афонькино",
    image: "media/memories/sizykh.jpg",
    text: `«На момент депортации мне было 4 года. Моя семья родом из Крымской области, Семфиропольский район, село Нижний Мамак. В семье было 4 дочери: Катя, Гильда, Эльза и я. Папа был комсомольцем на руководящей должности, а мама работала поваром. Затем папа был выслан в трудовую армию в Свердловск, и там он погиб. Есть такой момент из детства. Я пошла провожать папу, и он все наказывал: «Берегите, берегите малышку». К сожалению, это был последний раз, когда я видела папу.

Я помню, что в один день к нам пришли солдаты и сказали быстро собираться. Конечно, не дали достаточного времени на сборы. Я не понимала, почему мы должны куда-то уезжать. Мне так и никто не объяснил, что происходит. Перевозили нас в старых вагонах. Было страшное и очень тяжелое время. Когда происходили бомбежки, я была сильно напугана, и мама пыталась нас защитить и закрывала нам уши. Но это не помогало, и я все равно слышала этот грохот.

Потом, когда мы приехали сюда, нас распределили в село Афонькино. Я помню бабушек: Гредину и Колисниченко, которые всегда кормили нас и помогали чем могли. Бабушка Колисниченко взяла нас на квартиру. Эти бабушки договорились с другой женщиной насчет дома и обменяли картошку на дом. До этого жили в землянке у Рузайкиных.

По приезде сюда мама работала телятницей. Старшая сестра работала поваром на бригаде. Когда мы сюда приехали, нас никто не обижал, наоборот, помогали нам всем, чем могли. Когда я подросла, мы ездили с мамой в наш дом в Крыму, где мы жили до депортации. Конечно, там уже и живого места не осталось. Все было заброшено.

Проучилась я 8 классов. Приходилось нянчиться с маленькими детьми и работать. Было тяжкое время. Работала учетчиком. Далее меня поставили в бухгалтерии начислять комбайнерам трудодни. И там я справку сама себе выписала и печать поставила. Справка о том, что немке можно выехать. Так как в то время немцам нельзя было выезжать за пределы своего города.

Потом я сбежала в Джезказган со своей подругой. И там вышла замуж. Немного пожила в Джезказгане. Потом переехала в Красноярск, там работала заведующей детского сада. Пожив там, вернулась обратно в Афонькино. Потому что мне тут нравилось. Тут люди добрые, да и вообще хорошее село было. Потом меня отправили в Орел, и я там работала 17 лет осеменителем. Уже когда я была на пенсии, я с дочерью переехала в Мамлютку, и на данный момент живу с ней».
`},


  {
    firstName: "Владимир",
    lastName: "Берг",
    patroName: "Петрович",
    gender: "male",
    born: "15 ноября 1941 г.",
    birthplace: "Мамлютка",
    livingplace: "г. Мамлютка",
    deportyear: "1941",
    deportplace: "с. Орел",
    image: "media/memories/berg.jpg",
    text: `«Родители были родом из Украины, Запорожской области, Мелитопольского района, с села Блюменорт. Я помню, как отец рассказывал мне про дедушку — Берг Абрама Абрамовича. Было у него 15 детей. В 1919 году махновцы сожгли село Блюменорт и убили 34 человека. Сестры и братья отца умирали от болезней или от голода.

В 1941 году началась Великая Отечественная война, и был подписан указ о переселении немцев. Указание о переселении свалилось на людей, как гром среди ясного неба. Вся живность, которая была в нашем хозяйстве, вся домашняя утварь — все осталось на месте, с собой разрешили взять только ручную кладь… Куда повезут, не сказали. В ушах звенело только одно: «Быстрее, быстрее». Некоторые из них еще не знали, что больше никогда не увидят друг друга. Многие из детей моего дедушки в то время были репрессированы, арестованы. Кто-то погибал или пропадал на войне. Двое братьев были высланы в трудовую армию».

«Сама депортация проходила в страшных условиях. Перевозили в вагонах. Были постоянные бомбежки, некоторые люди пытались убегать в лес, но их все равно ловили. Ехали очень долго, поезд часто останавливался. Остановки были короткие и давались на то, чтобы быстро приготовить кое-какую пищу.

Когда мои родители приехали в Казахстан, их определили в село Орел. Папа тут работал трактористом, мама — домохозяйкой. В семье было семеро детей, и всех прокормить было трудно. Жили мы на квартире. Так как было тяжелое время, мне пришлось проучиться только до 5 класса. Потом я пошел работать, чтобы помогать своей семье.

Местные люди как-то странно относились к нам. Конечно, некоторые были добрыми и старались помочь, чем могли, а другие относились с презрением. Бывало, тыкали в нас пальцем и с опаской смотрели, будто мы им что-то сделали. Я помню, что в школе один учитель очень сильно недолюбливал меня, можно даже сказать, ненавидел. Говорил мне: «Ты немец, фашист!» — и постоянно пытался обидеть меня словом, и из-за этого я не хотел учиться и ходить в школу.

Несмотря на все эти унижения со стороны не очень культурных людей, мой папа всегда старался помогать другим. Так как он работал комбайнером, мог дать немного зерна или же сена. В то время люди нуждались в любой помощи, и благодаря моему отцу многие семьи выжили. До сих пор остались бабушки, у которых в памяти добрые дела моего отца».
`},


  {
    firstName: "Ольга",
    lastName: "Гамбург",
    patroName: "Александровна",
    gender: "female",
    born: "15 декабря 1955 г.",
    birthplace: "Мамлютка",
    livingplace: "г. Мамлютка",
    deportyear: "1941",
    deportplace: "г. Мамлютка",
    image: "media/memories/gamburg.jpg",
    text: `«Я родилась уже в Казахстане, в Мамлютке. Родители жили на Урале, в Пермской области, поселок 41 шахта. Из рассказов родителей помню, что к ним в один день пришли солдаты и сказали срочно и быстро собираться. Просто нужно было выходить и идти неизвестно куда. Им обещали, что поездка будет недолгой, и не говорили, куда именно мы едем. С собой не разрешили ничего брать.

Их посадили в старые вагоны, в которых не было нормальных условий для людей. Ехали очень долго. На остановках некоторые люди пытались приготовить себе еду. Сопровождающие солдаты свистели и кричали для того, чтобы люди вернулись в поезд. Им приходилось просто бросать все и бежать обратно в вагон. Вспоминая то время, у мамы всегда наворачивались слезы.

Потому что, прежде всего, ей было страшно за своих детей, которые не могли элементарно нормально поесть. И, смотря на то, как дети многих людей погибали от голода или же от неизлечимых болезней, маме становилось страшно за своих детей. Но, слава богу, мои сестры выжили благодаря маме, которая давала нам сырой картофель. Делила его между тремя детьми, а сама ничего не ела. Из-за этого она и заболела сильно.

Папу во время войны направили в трудовую армию. Он вернулся оттуда и работал шахтером, а потом бригадиром. Мама была домохозяйкой. Для того, чтобы прокормить семью, нужно было много работать. На тот момент детей было уже пятеро в семье. И когда папа с мамой уезжали на покос, забирали с собой четверых: Таню, Валю, Эмму, Аню, а меня на хозяйство оставляли. И я уже в 12 лет доила корову и смотрела за домом и скотом.

Отучилась я 8 классов, затем пошла учиться на швею и работала ей же».
`},


  {
    firstName: "Георгий",
    lastName: "Швейцер",
    patroName: "Титусович",
    gender: "male",
    born: "23 апреля 1938 г.",
    livingplace: "г. Мамлютка",
    deportyear: "1941",
    deportplace: "г. Мамлютка",
    image: "media/memories/shveitser.jpg",
    birthplace: "деревня Раздольное, Раздольненский район, республика Крым, Украина.",
    text: `«Когда началась депортация, мне было 3 года. А папу моего расстреляли ещё, когда мама была беременна мной.

Я плохо что помню. Но единственное, что мне хорошо запомнилось, так это как нам сказали уходить из дома. Просто пришли военные и сказали быстро собираться. Не разрешили ничего взять с собой. И мы оставили все свое хозяйство и дом. А жили мы там хорошо. Маме было больно от того, что все их труды с папой прошли напрасно. Так как они сами строили дом. Сами на все это зарабатывали. Никто нам не помогал. И вот так в один миг просто всего этого лишиться.

Нам почему-то не сказали, куда нас везут. Посадили людей 15–20 в один большой старый вагон, в котором животных-то жалко перевозить, не то что людей. Так мы ехали очень долго. Все хотели есть, пить, спать. Приходилось быстро готовить еду, пока поезд стоял. А как вагон трогался, все бежали сломя голову, бросив все на месте.

Когда мы все-таки доехали до Казахстана, нас расселили по спецпоселениям. Мы попали в Мамлютку. Всю семью поставили на учёт. Это я, младший брат и мама. И нужно было ходить каждую неделю отмечаться. Конечно, как и всем в то время, нам было тяжело. Приходилось поначалу рыть себе землянки и жить в них. Только потом мы смогли построить дом. Я и брат старались помогать маме во всем.

Местные жители относились с опаской. Так как им сказали, что едут злые люди. Дети постоянно обижали нас и показывали на нас пальцами, думая о том, что мы им представляем какую-то опасность. Взрослые люди вроде были более снисходительными, и, когда прошло некоторое время, они уже пытались помогать нам.

Как-то к нам пришла тетя, ее звали Таня. Она сначала показалась нам грубой и даже злой, но потом, когда она с нами заговорила, мы поняли, что ошибались. Она пришла к нам, чтобы предложить мешок картошки. В то время это была редкость и даже роскошь. Мы, конечно же, не хотели брать, потому что думали: «А вдруг она последнее отдает».

Потом выяснилось, что тетя Таня просто живет совсем одна, и ей стало жалко нас: она видела, что в нашей семье есть дети, и не могла не предложить свою помощь. Вот так я понял, что есть добрые, понимающие люди, которым небезразлична судьба других».

`},


  {
    firstName: "Ольга",
    lastName: "Эйсфельд",
    patroName: "Яковлевна (Тисин)",
    gender: "female",
    born: "12 февраля 1936 г.",
    livingplace: "с. Пресновка Жамбульского района, СКО",
    deportyear: "1941",
    deportplace: "с. Пресновка Жамбульского района, СКО",
    birthplace: "Крымская АССР, Карасубазарский район, деревня Аргин",
    image: "media/memories/eisfeld.jpg",
    text: `«Когда началась война, мне было пять лет. В это время всем было очень тяжело: слёзы, страдания, страх преследовал всех.

В один из таких дней пришли люди (сотрудники НКВД) и выгнали нас из дома, закрыв его. С собой мы ничего не взяли, просто не успели, так как это все произошло очень быстро и неожиданно для нас. Всех погрузили на подводы и привезли на железнодорожную станцию. Многие семьи остались без крова, еды и одежды.

Из Крыма нас везли в старых грязных вагонах. Когда поезд останавливался, то мы могли приготовить кое-какую пищу на кирпичах. На проживание нам дали 16 килограммов продуктов, больше было нельзя. В это время над нашими головами летали бомбы. Я спросила у мамы: «Что за железные птицы летают в воздухе?» На что мама отвечала мне сквозь слёзы, что это не птицы, а самолёты, которые хотят убить нас.

В Сибирь привезли 80 семей, таких же, как и мы. В нашей семье было 10 человек. Нас оставили жить в большом заброшенном сарае, где было 2 печи, но, чтобы сварить хоть какую-нибудь еду, нужно было занять очередь. Ели мы руками, побирались. Люди относились к нам очень плохо.

Мы хотели кушать, и мама Лиза решила пойти работать к русским, мазать сараи, дома и получить за это хоть какую-нибудь еду. Мои братья и сёстры умирали с голоду, осталось два ребёнка — я и мой младший брат. Когда побирались, некоторые люди давали что-нибудь: кто картошку, кто молока, а некоторые забирали всё и выгоняли. Если кто-нибудь давал конфетку, то мы обязательно делились с мамой.

Обращались к нам очень плохо. Жили мы в яме, и, когда мама уходила работать, я оставалась там с маленьким братом. Русские мальчишки, видя нас, кидались камнями, булыжниками, крича при этом: «Немцы, бей фашистов». А я закрывала своей спиной брата, а когда русские мальчишки убегали, мы плакали и не понимали, почему к нам так относятся.

Как-то вечером маме почудилось видение, которое говорило, что им здесь не место, это повторилось несколько раз, и всё исчезло. После видения мама Лиза решила попроситься в дом к людям, но все нас выгоняли, никто не хотел, чтобы рядом жили незнакомые люди. Но один дедушка, болеющий чахоткой, приютил нас у себя. Он души во мне не чаял и отдавал всё только мне.

Отец мой был отправлен в трудовую армию в город Челябинск. Там он и умер от голода, а нам прислали похоронку. Нам обещали, что через некоторое время мы вернемся в родные края. Забранные квартиры должны были вернуть, но так этого и не случилось. О родных, которые остались там, нам ничего не было известно.

После войны мы хотели посмотреть на свой дом и специально поехали туда, но нас не пустили на порог. Там уже давно жили другие люди. Нам они разрешили посмотреть только на сад. Я часто вспоминаю это время со страхом, эту войну… Я не могу понять, как я смогла выжить и не умереть с голоду. Не дай вам бог стерпеть то, что смогла пережить я».
`},


  {
    firstName: "Роза",
    lastName: "Шитцель",
    patroName: "Григорьевна",
    gender: "female",
    born: "23 декабря 1932 г.",
    birthplace: "Саратовская область",
    livingplace: "с. Сливное Мамлютского района, СКО",
    deportyear: "1941",
    deportplace: "с. Сливное Мамлютского района, СКО",
    image: "media/memories/schitzel.jpg",
    text: `«До войны мы жили в Саратовской области. У нас была большая и дружная семья. В 1941 году я училась в третьем классе. Летом, после окончания школы, нас повезли в пионерский лагерь. Там нам было очень хорошо, но мы на отдыхе пробыли всего неделю, потому что приехали родители, плакали и говорили, что началась война.

К нам в деревню привезли людей из Севастополя, они неделю у нас пожили, и их обратно увезли. А тут и нам пришлось уехать, бросить все. Однажды в июле в 10:00 часов нам сказали, чтобы мы собирались, а в 12:00 лошади уже подъехали, погрузили нас и повезли на вокзал. Сказали, что едем на 6 дней. Посадили нас в телячьи вагоны и повезли на восток.

Когда поезд останавливался, мы готовили еду, пекли лепешки возле поезда. Но нас начали бомбить так, что сковородки полетели в воздух, мы все убежали в лес, потом вернулись. Когда вернулись, то самолета, который бомбил нас, уже не было.

Привезли нас на Кавказ. Там нас встретили хорошо, праздник устроили, квартиры дали свободные. Фронт был все ближе и ближе. Нас опять погрузили в вагоны и привезли на станцию Булаево, а оттуда уже в Мамлютку. В Мамлютке нас начали распределять. Нас определили в село Сливное.

В деревне нас не ждали, люди боялись, что немцы приехали, смотрели на нас с удивлением, думали, что немцы — это черти с рогами. Дети долго нас обижали, бегали за нами с палками, кричали: «Фашисты проклятые».

Зиму мы прожили где придется, а летом начали строить жилье. Мама пласты резала, мы таскали, делали землянку. Кушать было нечего, что мы только не ели: и корень лопуха, и крапиву, а бывало, и картошку мерзлую. Трудно было.

Потом уже пошли устраиваться на работу. Больше я не училась в школе. Когда я повзрослела, то вместе с сестрой решила съездить посмотреть дом, в котором мы жили до депортации. Там за 20 лет ничего не изменилось, даже мебель была прежней, но там жили совсем посторонние люди, которым досталось всё, что наши родители копили в течение жизни — и дом, и хозяйство, и мебель. А мы всё это потеряли в один день. И непонятно, за что так с нами поступили».
`},


 {
    firstName: "Петр",
    lastName: "Гавришевский",
    patroName: "Тадеушевич",
    gender: "male",
    born: "6 октября 1938 г.",
    livingplace: "г. Мамлютка",
    deportyear: "1942",
    deportplace: "г. Мамлютка",
    birthplace: "село Слобода-Чернецкая, Житомирская область.",
    image: "media/memories/gavrishevskiy.jpg",
    text: `«Когда началась депортация, мне было 4 года. Мы жили дружной, большой семьей в своей маленькой деревне. В семье были мама, папа, я и 3 младшие сестры. У нас было большое хозяйство. Каждый член нашей семьи трудился не покладая рук. Папа работал комбайнером, а мама была домохозяйкой.

Родители рассказывали мне, что в месте, где мы жили, люди были добрые, да и само село было хорошим, спокойным местом. Но в один из дней это спокойствие нарушилось. Сначала по деревне пошел слух о том, что нас якобы должны куда-то вывозить и неизвестно куда. Конечно, почти никто в это не поверил. А когда к нам пришли солдаты и сказали быстро собирать вещи, тогда-то мы и заволновались.

Нам ничего не объяснили. «Куда нас хотят везти?», «Зачем нам надо ехать туда?», «Почему нужно так быстро собираться?». К сожалению, эти вопросы остались без ответов…

Нам сказали, чтобы мы были собраны и пришли на главную площадь села. Мы собрали необходимые вещи, по крайней мере, что мы успели взять, и направились куда было велено. На этой главной площади были такие же люди, как и мы, недоумевающие, зачем они здесь. Потом нас погрузили в вагоны. Они были старыми и очень грязными. Туда загрузили по несколько семей.

По дороге, пока мы ехали, происходили бомбежки. Это было страшно. Все дети вскрикивали и пугались этих «черных самолетов». Я тоже боялся их, но мама пыталась меня успокоить и говорила, что все будет хорошо. После ее слов становилось немного легче и спокойнее.

Когда мы приехали в Казахстан, нас распределили в Мамлютку. Приехав сюда, мы стали снимать дом у хорошей семьи, потому что она всегда старалась помогать нам. Настали тяжелые времена, и люди пытались держаться вместе. Местные жители отреагировали на наш приезд спокойно. Никто нас не обижал и не презирал.

Приехав сюда, нам приходилось работать с раннего детства, чтобы выживать. Я с 12 лет уже оставался на хозяйство и смотрел за домом, а мои младшие сестры помогали мне. Мама начала тут работать телятницей, а папа — также комбайнером.

Конечно, когда нас привезли сюда, было тяжело морально, мы не понимали, за что с нами так поступили. Отняли наше большое хозяйство и дом, оторвали от родного края и просто направили в неизвестном направлении. Но потом мы уже начали привыкать к жизни в Казахстане, но те боль и страх, испытываемые при процессе депортации, надолго остались в памяти».
`},
];
